[
    {
        "id": 234,
        "title": "Child Christopher and Goldilind the Fair",
        "author": "William Morris",
        "text": " when ye go out\r\na-gates into the wide world, ye shall find two fair horses for your\r\nriding, well bedight, and one with a woman's saddle; and, moreover,\r\na sumpter beast, not very lightly burdened, for on one side of him he\r\nbeareth achest wherein is, first of all, the raiment of my Lady, and\r\nbeneath it some deal of silver and gold and gems; but on the other\r\nside is victual and drink for the way for you, and raiment for thee,\r\nyoungling.",
        "genre": "Fantasy fiction, English",
        "language": "English",
        "image_url": "http://books.google.com/books/content?id=2Ex7u28FVPEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "id": 307,
        "title": "Three Elephant Power, and Other Stories",
        "author": "A. B. Paterson",
        "text": "The pearlers thought to get some fun out of him by giving him an oyster\r\nto open in which they had previously planted a pearl; he never saw the\r\npearl and threw the oyster into the scuppers with the rest, and the\r\npearlers had to go down on all fours and grope for that pearl among the\r\nstinking oysters.",
        "genre": "Australia",
        "language": "English",
        "image_url": "http://books.google.com/books/content?id=U0rGBgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "id": 322,
        "title": "St. Ives: Being the Adventures of a French Prisoner in England",
        "author": "Robert Louis Stevenson",
        "text": "It was all done\r\nsmiling, in the tone of good society; _belle maman_ was the name I was\r\ntaught to give to each; and for a day or two the new \"pretty mamma\" would\r\nmake much of me, show me off, teach me the minuet, and to say my prayers;\r\nand then, with a tender embrace, would go the way of her predecessors,\r\nsmiling.  ",
        "genre": "Fiction",
        "language": "English",
        "image_url": "http://books.google.com/books/content?id=KFOWEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "id": 259,
        "title": "Ballads of a Cheechako",
        "author": "Robert W. Service",
        "text": "Do you recollect the wild Magellan coast;\r\n      The head-winds and the icy, roaring seas;\r\n     The nights you thought that everything was lost;\r\n      The days you toiled in water to your knees;\r\n     The frozen ratlines shrieking in the gale;\r\n      The hissing steeps and gulfs of livid foam:\r\n     When you cheered your messmates nine with \"Ben Bolt\" and \"Clementine\",\r\n      And \"Dixie Land\" and \"Seeing Nellie Home\"?\r\n\r\n     Let the jammy banjo voice the Younger Son,\r\n      Who waits for his remittance to arrive;\r\n     I represent the grimy, gritty one,\r\n      Who sweats his bones to keep himself alive;\r\n     Who's up against the real thing from his birth;\r\n      Whose heritage is hard and bitter toil;\r\n     I voice the weary, smeary ones of earth,\r\n      The helots of the sea and of the soil.\r\n\r\n     ",
        "genre": "Poetry",
        "language": "English",
        "image_url": "http://books.google.com/books/content?id=tUaLEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "id": 84,
        "title": "Frankenstein; Or, The Modern Prometheus",
        "author": "Mary Wollstonecraft Shelley",
        "text": "This lady died, but her lessons were indelibly\r\nimpressed on the mind of Safie, who sickened at the prospect of again\r\nreturning to Asia and being immured within the walls of a harem,\r\nallowed only to occupy herself with infantile amusements, ill-suited to\r\nthe temper of her soul, now accustomed to grand ideas and a noble\r\nemulation for virtue.",
        "genre": "Galvanic skin response",
        "language": "English",
        "image_url": "http://books.google.com/books/content?id=2Zc3AAAAYAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    }
]